tinyNozzle/2D/6_with2outlets_cyclic_short_07/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          10556;
        startFace       20680;
    }
    back
    {
        type            wedge;
        nFaces          10556;
        startFace       31236;
    }
    inlet
    {
        type            patch;
        nFaces          26;
        startFace       41792;
    }
    outlet
    {
        type            patch;
        nFaces          26;
        startFace       41818;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          406;
        startFace       41844;
    }
)

// ************************************************************************* //
